<?php

return [
    'title' => '브라우저 세션',
    'description' => '다른 브라우저와 기기의 활성 세션을 관리하고 로그아웃합니다.',
    'info' => '필요한 경우 모든 기기의 다른 브라우저 세션에서 로그아웃할 수 있습니다. 최근 세션 일부가 아래에 나열되어 있지만, 이 목록이 모든 세션을 포함하지 않을 수 있습니다. 계정이 침해되었다고 생각되면 비밀번호도 변경해야 합니다.',
    'unknown' => '알 수 없음',
    'this_device' => '현재 기기',
    'last_active' => '마지막 활동',
    'log_out_sessions' => '다른 브라우저 세션 로그아웃',
    'done' => '완료.',
    'confirm_logout' => '다른 브라우저 세션 로그아웃',
    'confirm_logout_text' => '모든 기기의 다른 브라우저 세션에서 로그아웃하려면 비밀번호를 입력하세요.',
    'password' => '비밀번호',
    'cancel' => '취소',
];