<?php

return [
    'title' => '2단계 인증',
    'description' => '2단계 인증을 사용하여 계정에 추가 보안을 적용하세요.',
    'enabled' => '2단계 인증이 활성화되었습니다.',
    'not_enabled' => '2단계 인증이 활성화되지 않았습니다.',
    'finish_enabling' => '2단계 인증 활성화를 완료하세요.',
    'when_enabled' => '2단계 인증이 활성화되면 인증 과정에서 안전한 무작위 토큰을 입력하라는 메시지가 표시됩니다. 이 토큰은 휴대폰의 Google Authenticator 앱에서 확인할 수 있습니다.',
    'scan_qr' => '2단계 인증 활성화를 완료하려면 휴대폰의 인증 앱을 사용하여 다음 QR 코드를 스캔하거나 설정 키를 입력하고 생성된 OTP 코드를 제공하세요.',
    'enabled_scan_qr' => '2단계 인증이 활성화되었습니다. 휴대폰의 인증 앱을 사용하여 다음 QR 코드를 스캔하거나 설정 키를 입력하세요.',
    'setup_key' => '설정 키',
    'code' => '코드',
    'store_recovery' => '이 복구 코드를 안전한 비밀번호 관리자에 저장하세요. 2단계 인증 기기를 분실한 경우 계정 접근을 복구하는 데 사용할 수 있습니다.',
    'enable' => '활성화',
    'regenerate_codes' => '복구 코드 재생성',
    'confirm' => '확인',
    'show_codes' => '복구 코드 표시',
    'cancel' => '취소',
    'disable' => '비활성화',
];