<?php

return [
    'title' => 'ブラウザセッション',
    'description' => '他のブラウザやデバイス上のアクティブなセッションを管理してログアウトします。',
    'info' => '必要に応じて、他のデバイス上のすべてのブラウザセッションからログアウトすることができます。以下に最近のセッションの一部が表示されますが、このリストが完全ではない可能性があります。アカウントが侵害されたと感じた場合は、パスワードも更新するべきです。',
    'unknown' => '不明',
    'this_device' => 'このデバイス',
    'last_active' => '最終アクティブ',
    'log_out_sessions' => '他のブラウザセッションからログアウト',
    'done' => '完了。',
    'confirm_logout' => '他のブラウザセッションからログアウト',
    'confirm_logout_text' => '他のデバイス上のすべてのブラウザセッションからログアウトすることを確認するために、パスワードを入力してください。',
    'password' => 'パスワード',
    'cancel' => 'キャンセル',
];
