<?php

return [
    'title' => '二要素認証',
    'description' => '二要素認証を使用してアカウントに追加のセキュリティを追加します。',
    'enabled' => '二要素認証が有効になっています。',
    'not_enabled' => '二要素認証が有効になっていません。',
    'finish_enabling' => '二要素認証の有効化を完了します。',
    'when_enabled' => '二要素認証が有効になると、認証時に安全なランダムトークンを求められます。このトークンは、携帯電話のGoogle Authenticatorアプリから取得できます。',
    'scan_qr' => '二要素認証の有効化を完了するには、携帯電話の認証アプリを使用して以下のQRコードをスキャンするか、セットアップキーを入力して生成されたOTPコードを提供してください。',
    'enabled_scan_qr' => '二要素認証が有効になりました。携帯電話の認証アプリを使用して以下のQRコードをスキャンするか、セットアップキーを入力してください。',
    'setup_key' => 'セットアップキー',
    'code' => 'コード',
    'store_recovery' => 'これらのリカバリーコードを安全なパスワードマネージャに保存してください。二要素認証デバイスを紛失した場合に、これらのコードを使用してアカウントへのアクセスを回復できます。',
    'enable' => '有効にする',
    'regenerate_codes' => 'リカバリーコードを再生成',
    'confirm' => '確認',
    'show_codes' => 'リカバリーコードを表示',
    'cancel' => 'キャンセル',
    'disable' => '無効にする',
];
