<?php

return [
    'title' => 'เซสชันของเบราว์เซอร์',
    'description' => 'จัดการและออกจากระบบเซสชันที่ใช้งานอยู่ของคุณในเบราว์เซอร์และอุปกรณ์อื่นๆ',
    'info' => 'หากจำเป็น คุณสามารถออกจากระบบเซสชันเบราว์เซอร์อื่นๆ ทั้งหมดในอุปกรณ์ทั้งหมดของคุณ รายการด้านล่างแสดงเซสชันล่าสุดของคุณบางส่วน อย่างไรก็ตาม รายการนี้อาจไม่ครบถ้วน หากคุณรู้สึกว่าบัญชีของคุณถูกบุกรุก คุณควรอัปเดตรหัสผ่านของคุณด้วย',
    'unknown' => 'ไม่ทราบ',
    'this_device' => 'อุปกรณ์นี้',
    'last_active' => 'ใช้งานล่าสุด',
    'log_out_sessions' => 'ออกจากระบบเซสชันของเบราว์เซอร์อื่นๆ',
    'done' => 'เสร็จสิ้น',
    'confirm_logout' => 'ออกจากระบบเซสชันของเบราว์เซอร์อื่นๆ',
    'confirm_logout_text' => 'โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการออกจากระบบเซสชันเบราว์เซอร์อื่นๆ ทั้งหมดในอุปกรณ์ทั้งหมดของคุณ',
    'password' => 'รหัสผ่าน',
    'cancel' => 'ยกเลิก',
];
