<?php

return [
    'title' => 'บัญชีที่เชื่อมต่อ',
    'description' => 'เชื่อมต่อบัญชีโซเชียลมีเดียของคุณเพื่อเปิดใช้งานการลงชื่อเข้าใช้ด้วย OAuth',
    'warning' => 'หากคุณรู้สึกว่าบัญชีที่เชื่อมต่อของคุณถูกบุกรุก คุณควรยกเลิกการเชื่อมต่อทันทีและเปลี่ยนรหัสผ่านของคุณ',
    'use_avatar' => 'ใช้ Avatar เป็นรูปโปรไฟล์',
    'remove' => 'ลบ',
    'connect' => 'เชื่อมต่อ',
    'confirm_removal_title' => 'คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีนี้?',
    'confirm_removal_description' => 'โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการลบบัญชีนี้',
    'password' => 'รหัสผ่าน',
    'cancel' => 'ยกเลิก',
    'remove_account' => 'ลบบัญชี',
];
