<?php

return [
    'title' => 'ลบบัญชี',
    'description' => 'ลบบัญชีของคุณอย่างถาวร',
    'warning' => 'เมื่อบัญชีของคุณถูกลบ ข้อมูลและทรัพยากรทั้งหมดจะถูกลบอย่างถาวร ก่อนที่จะลบบัญชีของคุณ โปรดดาวน์โหลดข้อมูลหรือข้อมูลใด ๆ ที่คุณต้องการเก็บไว้',
    'confirm_title' => 'ลบบัญชี',
    'confirm_description' => 'คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ เมื่อบัญชีของคุณถูกลบ ข้อมูลและทรัพยากรทั้งหมดจะถูกลบอย่างถาวร โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการลบบัญชีของคุณอย่างถาวร',
    'password' => 'รหัสผ่าน',
    'cancel' => 'ยกเลิก',
    'delete' => 'ลบบัญชี',
];
