<?php

return [
    'profile_information' => 'ข้อมูลโปรไฟล์',
    'update_profile_info' => 'อัปเดตข้อมูลโปรไฟล์และที่อยู่อีเมลของบัญชีของคุณ',
    'photo' => 'รูปภาพ',
    'select_new_photo' => 'เลือกรูปภาพใหม่',
    'remove_photo' => 'ลบรูปภาพ',
    'name' => 'ชื่อ',
    'email' => 'อีเมล',
    'email_unverified' => 'ที่อยู่อีเมลของคุณยังไม่ได้รับการยืนยัน',
    'resend_verification' => 'คลิกที่นี่เพื่อส่งอีเมลยืนยันอีกครั้ง',
    'verification_sent' => 'ลิงก์ยืนยันใหม่ถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว',
    'saved' => 'บันทึกแล้ว',
    'save' => 'บันทึก',
];
