<?php

return [
    'title' => 'การยืนยันตัวตนแบบสองปัจจัย',
    'description' => 'เพิ่มความปลอดภัยเพิ่มเติมให้กับบัญชีของคุณโดยใช้การยืนยันตัวตนแบบสองปัจจัย',
    'enabled' => 'คุณได้เปิดใช้งานการยืนยันตัวตนแบบสองปัจจัยแล้ว',
    'not_enabled' => 'คุณยังไม่ได้เปิดใช้งานการยืนยันตัวตนแบบสองปัจจัย',
    'finish_enabling' => 'เสร็จสิ้นการเปิดใช้งานการยืนยันตัวตนแบบสองปัจจัย',
    'when_enabled' => 'เมื่อเปิดใช้งานการยืนยันตัวตนแบบสองปัจจัย คุณจะได้รับการร้องขอให้ป้อนโทเค็นแบบสุ่มที่ปลอดภัยระหว่างการยืนยันตัวตน คุณสามารถดึงโทเค็นนี้จากแอปพลิเคชัน Google Authenticator ในโทรศัพท์ของคุณ',
    'scan_qr' => 'เพื่อเสร็จสิ้นการเปิดใช้งานการยืนยันตัวตนแบบสองปัจจัย ให้สแกนรหัส QR ต่อไปนี้โดยใช้แอปพลิเคชันการยืนยันตัวตนในโทรศัพท์ของคุณหรือป้อนคีย์การตั้งค่าและระบุรหัส OTP ที่สร้างขึ้น',
    'enabled_scan_qr' => 'การยืนยันตัวตนแบบสองปัจจัยเปิดใช้งานแล้ว สแกนรหัส QR ต่อไปนี้โดยใช้แอปพลิเคชันการยืนยันตัวตนในโทรศัพท์ของคุณหรือป้อนคีย์การตั้งค่า',
    'setup_key' => 'คีย์การตั้งค่า',
    'code' => 'รหัส',
    'store_recovery' => 'เก็บรหัสการกู้คืนนี้ไว้ในตัวจัดการรหัสผ่านที่ปลอดภัย สามารถใช้รหัสเหล่านี้เพื่อกู้คืนการเข้าถึงบัญชีของคุณหากอุปกรณ์ยืนยันตัวตนแบบสองปัจจัยของคุณสูญหาย',
    'enable' => 'เปิดใช้งาน',
    'regenerate_codes' => 'สร้างรหัสการกู้คืนใหม่',
    'confirm' => 'ยืนยัน',
    'show_codes' => 'แสดงรหัสการกู้คืน',
    'cancel' => 'ยกเลิก',
    'disable' => 'ปิดใช้งาน',
];
