<?php

return [
    'title' => 'ब्राउज़र सत्र',
    'description' => 'अन्य ब्राउज़रों और उपकरणों पर अपने सक्रिय सत्रों का प्रबंधन करें और लॉग आउट करें।',
    'info' => 'यदि आवश्यक हो, तो आप अपने सभी उपकरणों पर सभी अन्य ब्राउज़र सत्रों से लॉग आउट कर सकते हैं। नीचे आपके कुछ हालिया सत्र सूचीबद्ध हैं; हालाँकि, यह सूची संपूर्ण नहीं हो सकती है। यदि आपको लगता है कि आपका खाता समझौता किया गया है, तो आपको अपना पासवर्ड भी अपडेट करना चाहिए।',
    'unknown' => 'अज्ञात',
    'this_device' => 'यह उपकरण',
    'last_active' => 'अंतिम सक्रिय',
    'log_out_sessions' => 'अन्य ब्राउज़र सत्रों से लॉग आउट करें',
    'done' => 'हो गया।',
    'confirm_logout' => 'अन्य ब्राउज़र सत्रों से लॉग आउट करें',
    'confirm_logout_text' => 'कृपया अपने अन्य सभी उपकरणों पर ब्राउज़र सत्रों से लॉग आउट करने की पुष्टि करने के लिए अपना पासवर्ड दर्ज करें।',
    'password' => 'पासवर्ड',
    'cancel' => 'रद्द करें',
];
