<?php

return [
    'title' => 'कनेक्टेड खाते',
    'description' => 'OAuth के साथ साइन इन सक्षम करने के लिए अपने सोशल मीडिया खातों को कनेक्ट करें।',
    'warning' => 'यदि आपको लगता है कि आपके किसी भी कनेक्टेड खाते से समझौता किया गया है, तो आपको उन्हें तुरंत डिस्कनेक्ट कर देना चाहिए और अपना पासवर्ड बदलना चाहिए।',
    'use_avatar' => 'प्रोफ़ाइल फ़ोटो के रूप में अवतार का उपयोग करें',
    'remove' => 'हटाएं',
    'connect' => 'कनेक्ट करें',
    'confirm_removal_title' => 'क्या आप वाकई इस खाते को हटाना चाहते हैं?',
    'confirm_removal_description' => 'कृपया पुष्टि करने के लिए अपना पासवर्ड दर्ज करें कि आप इस खाते को हटाना चाहते हैं।',
    'password' => 'पासवर्ड',
    'cancel' => 'रद्द करें',
    'remove_account' => 'खाता हटाएं',
];
