<?php

return [
    'title' => 'खाता हटाएं',
    'description' => 'अपने खाते को स्थायी रूप से हटा दें।',
    'warning' => 'एक बार जब आपका खाता हटा दिया जाता है, तो इसकी सभी संसाधन और डेटा स्थायी रूप से हटा दिए जाएंगे। अपना खाता हटाने से पहले, कृपया किसी भी डेटा या जानकारी को डाउनलोड करें जिसे आप बनाए रखना चाहते हैं।',
    'confirm_title' => 'खाता हटाएं',
    'confirm_description' => 'क्या आप वाकई अपना खाता हटाना चाहते हैं? एक बार जब आपका खाता हटा दिया जाता है, तो इसकी सभी संसाधन और डेटा स्थायी रूप से हटा दिए जाएंगे। कृपया स्थायी रूप से अपना खाता हटाने की पुष्टि करने के लिए अपना पासवर्ड दर्ज करें।',
    'password' => 'पासवर्ड',
    'cancel' => 'रद्द करें',
    'delete' => 'खाता हटाएं',
];
