<?php

return [
    'title' => 'दो-कारक प्रमाणीकरण',
    'description' => 'दो-कारक प्रमाणीकरण का उपयोग करके अपने खाते में अतिरिक्त सुरक्षा जोड़ें।',
    'enabled' => 'आपने दो-कारक प्रमाणीकरण सक्षम किया है।',
    'not_enabled' => 'आपने दो-कारक प्रमाणीकरण सक्षम नहीं किया है।',
    'finish_enabling' => 'दो-कारक प्रमाणीकरण सक्षम करना समाप्त करें।',
    'when_enabled' => 'जब दो-कारक प्रमाणीकरण सक्षम होता है, तो आपको प्रमाणीकरण के दौरान एक सुरक्षित, यादृच्छिक टोकन के लिए प्रेरित किया जाएगा। आप इस टोकन को अपने फोन के Google Authenticator एप्लिकेशन से प्राप्त कर सकते हैं।',
    'scan_qr' => 'दो-कारक प्रमाणीकरण सक्षम करने के लिए, कृपया अपने फोन के प्रमाणीकरण एप्लिकेशन का उपयोग करके निम्न QR कोड स्कैन करें या सेटअप कुंजी दर्ज करें और उत्पन्न OTP कोड प्रदान करें।',
    'enabled_scan_qr' => 'दो-कारक प्रमाणीकरण अब सक्षम है। कृपया अपने फोन के प्रमाणीकरण एप्लिकेशन का उपयोग करके निम्न QR कोड स्कैन करें या सेटअप कुंजी दर्ज करें।',
    'setup_key' => 'सेटअप कुंजी',
    'code' => 'कोड',
    'store_recovery' => 'इन रिकवरी कोड्स को एक सुरक्षित पासवर्ड मैनेजर में स्टोर करें। यदि आपका दो-कारक प्रमाणीकरण उपकरण खो जाता है तो आप इन कोड्स का उपयोग करके अपने खाते तक पहुंच प्राप्त कर सकते हैं।',
    'enable' => 'सक्षम करें',
    'regenerate_codes' => 'रिकवरी कोड्स पुनः उत्पन्न करें',
    'confirm' => 'पुष्टि करें',
    'show_codes' => 'रिकवरी कोड्स दिखाएं',
    'cancel' => 'रद्द करें',
    'disable' => 'अक्षम करें',
];
